---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemParamRadius
source: html/5e248b06-f960-753c-dafb-859325730cf7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemParamRadius Property

"Radius"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemParamRadius { get; }
```